Repository: JeroenED/Webcron
Catalog: translations/messages.*.xlf
Languages: nl

# demomode.flashnotice
source: This application is in demo mode. Changes are persisted in the database, but jobs are not being executed
nl: Deze applicatie is in demo modus. Alle functies zijn actief, maar taken worden niet uitgevoerd

# demomode.credentials.header
source: Login for demo mode
nl: Aanmeldgegevens voor demo modus:

# demomode.credentials.username
source: Username
nl: Gebruikersnaam

# demomode.credentials.password
source: Password
nl: Wachtwoord

# menu.overview
source: Overview
nl: Overzicht

# menu.add
source: Add a new cronjob
nl: Taak toevoegen

# menu.settings
source: Settings
nl: Instellingen

# menu.logout
source: Logout
nl: Afmelden

# security.login.username.label
source: Username
nl: Gebruikersnaam

# security.login.password.label
source: Password
nl: Wachtwoord

# security.login.remember.label
source: Remember, remember
nl: Onthoud mij!

# security.login.submit-btn.label
source: Login
nl: Aanmelden

# settings.title
source: Settings
nl: Instellingen

# settings.header
source: Settings
nl: Instellingen

# settings.flashes.inexistinglocale
source: Locale does not exist
nl: Taal bestaat niet

# settings.flashes.localesaved
source: Locale is saved
nl: Taal werd opgeslagen

# settings.flashes.repeatpasswordnotok
source: Passwords are not equal
nl: Wachtwoorden zijn niet gelijk

# settings.flashes.currentpassnotok
source: Password is not correct
nl: Wachtwoord is not correct

# settings.flashes.passwordsaved
source: Password is saved
nl: Wachtwoord werd opgeslagen

# settings.password.header
source: Password
nl: Wachtwoord

# settings.password.current.label
source: Current password
nl: Huidig wachtwoord

# settings.password.password.label
source: New password
nl: Nieuw wachtwoord

# settings.password.password.placeholder
source: password
nl: 123abc

# settings.password.repeat.label
source: Repeat password
nl: Herhaal wachtwoord

# settings.password.repeat.placeholder
source: password
nl: 123abc

# settings.other.header
source: Other settings
nl: Andere instellingen

# settings.other.locale.label
source: Locale
nl: Taal

# settings.submit.label
source: Submit
nl: Verzend!

# job.index.title
source: Overview
nl: Overzicht

# job.index.header
source: Overview of the cronjobs
nl: Overzicht van de geplande taken

# job.index.table.headers.name
source: Name
nl: Naam

# job.index.table.headers.nextrun
source: Next run
nl: Volgende uitvoering

# job.index.flashes.jobdeleted
source: Cronjob is successfully deleted
nl: Taak werd succesvol verwijderd

# job.view.title
source: Overview of runs for _jobname_
nl: Overzicht van uitvoeringen van _jobname_

# job.view.header
source: Overview of runs for _jobname_
nl: Overzicht van uitvoeringen van _jobname_

# job.view.edit
source: Edit job
nl: Bewerk taak

# job.view.show.onlyfailed
source: Only show failed runs
nl: Toon alleen gefaalde uitvoeringen

# job.view.show.all
source: Show all runs
nl: Toon alle uitvoeringen

# job.view.results.exitcode
source: Exit code
nl: Resultaat

# job.view.results.runtime
source: Runtime
nl: Duurtijd

# job.view.results.manual
source: Manual run
nl: Manuele uitvoering

# job.view.results.noresults.failed
source: No failed runs found
nl: Geen gefaalde uitvoeringen gevonden

# job.view.results.noresults.all
source: No runs found
nl: Geen uitvoeringen gevonden

# job.edit.title
source: Edit job
nl: Bewerk taak

# job.edit.header
source: Edit job _jobname_
nl: Bewerk taak _jobname_

# job.edit.flashes.jobedited
source: Cronjob successfully edited
nl: Taak werd succesvol bijgewerkt

# job.add.title
source: Add job
nl: Taak toevoegen

# job.add.header
source: Add new job
nl: Nieuwe taak toevoegen

# job.add.flashes.jobadded
source: Cronjob successfully added
nl: Taak werd succesvol toegevoegd

# job.addedit.generalinfo.header
source: General info
nl: Algemene info

# job.addedit.generalinfo.name.label
source: Name
nl: Naam

# job.addedit.generalinfo.name.placeholder
source: System update
nl: Systemen updaten

# job.addedit.generalinfo.name.helptext
source: You can create colored tags by using [tag]
nl: Je kan gekleurde tags toevoegen met [tag]

# job.addedit.generalinfo.interval.label
source: Interval (in seconds)
nl: Interval (in seconden)

# job.addedit.generalinfo.interval.patterns.label
source: Patterns
nl: Patronen

# job.addedit.generalinfo.interval.patterns.minute
source: Every minute
nl: Iedere minuut

# job.addedit.generalinfo.interval.patterns.hour
source: Every hour
nl: Ieder uur

# job.addedit.generalinfo.interval.patterns.day
source: Every day
nl: Iedere dag

# job.addedit.generalinfo.interval.patterns.week
source: Every week
nl: Iedere week

# job.addedit.generalinfo.interval.patterns.4week
source: Every 4 weeks
nl: Iedere 4 weken

# job.addedit.generalinfo.nextrun.label
source: Next run
nl: Volgende uitvoering

# job.addedit.generalinfo.lastrun.label
source: Last run
nl: Laatste uitvoering

# job.addedit.generalinfo.lastrun.eternal.label
source: Eternal
nl: Eeuwig

# job.addedit.generalinfo.retention.label
source: Retention (in days)
nl: Opslag (in dagen)

# job.addedit.generalinfo.retention.helptext
source: How many days (at least) to keep runs of this job in the database
nl: Hoeveel dagen moeten uitvoeringen van een job bewaard worden

# job.addedit.generalinfo.failpercentage.label
source: Max fail percentage
nl: Max faalpercentage

# job.addedit.generalinfo.faildays.label
source: Number of days calculated for fail percentage
nl: Aantal dagen berekend voor faalpercentage

# job.addedit.generalinfo.hostlabel.helptext
source: Which label for the hostname should be displayed? If empty the this will be the hostname provided below
nl: Geef hier een eenvoudig te herkennen hostnaam. Indien leeg zal hostnaam uit de taak details gebruikt worden

# job.addedit.jobdetails.header
source: Job details
nl: Taak details

# job.addedit.crontype.label
source: Job type
nl: Taak type

# job.addedit.crontype.command.label
source: Command
nl: Commando

# job.addedit.crontype.command.header
source: Command details
nl: Commando details

# job.addedit.crontype.command.command.label
source: Command
nl: Commando

# job.addedit.crontype.command.response.label
source: Expected exit code
nl: Verwacht resultaat

# job.addedit.crontype.reboot.label
source: Reboot
nl: Herstart

# job.addedit.crontype.reboot.header
source: Reboot job details
nl: Herstart details

# job.addedit.crontype.reboot.reboot.command.label
source: Reboot command
nl: Herstart commando

# job.addedit.crontype.reboot.reboot.command.helptext
source: Use {reboot-delay} or {reboot-delay-secs} to add the delay in your command
nl: Gebruik {reboot-delay} of {reboot-delay-secs} om de vertraging toe te voegen in je commando

# job.addedit.crontype.reboot.reboot.delay.label
source: Reboot delay (in minutes)
nl: Herstart vertraging (in minuten)

# job.addedit.crontype.reboot.reboot.delay.helptext
source: Delay between triggering reboot and actual reboot
nl: Tijd tussen het aanroepen van herstart commando en de eigenlijke herstart

# job.addedit.crontype.reboot.reboot.duration.label
source: Reboot duration (in minutes)
nl: Duurtijd van herstart (in minuten)

# job.addedit.crontype.reboot.reboot.duration.helptext
source: The amount of time the system takes to actually reboot
nl: De tijd dat de effectieve herstart duurt

# job.addedit.crontype.reboot.getservices.command.label
source: Get services command
nl: Commando voor ophalen services

# job.addedit.crontype.reboot.getservices.response.label
source: Get services command exit code
nl: Resultaat van commando voor ophalen services

# job.addedit.crontype.http.basic-auth.username.label
source: Username for basic auth
nl: Gebruikersnaam voor basic auth

# job.addedit.crontype.http.basic-auth.password.label
source: Password for basic auth
nl: Wachtwoord voor basic auth

# job.addedit.crontype.http.basic-auth.password.helptext
source: This field is being saved as a secret
nl: Dit veld word opgeslagen als geheime waarde

# job.addedit.crontype.http.response.label
source: Expected http status code
nl: Verwachte http status code

# job.addedit.hosttype.local.label
source: Local
nl: Lokaal

# job.addedit.hosttype.local.nodetails
source: No options
nl: Geen opties

# job.addedit.hosttype.ssh.hostname.label
source: Hostname
nl: Hostnaam

# job.addedit.hosttype.ssh.username.label
source: Username
nl: Gebruikersnaam

# job.addedit.hosttype.ssh.privatekey.label
source: Private key
nl: Privésleutel

# job.addedit.hosttype.ssh.privatekey.helptext
source: This file is being saves as a secret
nl: Dit bestand word opgeslagen als geheime waarde

# job.addedit.hosttype.ssh.privatekey.keep.label
source: Keep
nl: Behoud

# job.addedit.hosttype.ssh.passphrase.label
source: Passphrase for private key
nl: Wachtwoord voor privésleutel

# job.addedit.hosttype.ssh.passphrase.placeholder
source: correct horse battery staple
nl: abc123

# job.addedit.hosttype.ssh.passphrase.helptext
source: If private key is empty this field is being used as ssh-password This field is being saved as a secret
nl: Indien er geen privésleutel is meegegeven zal dit gebruikt worden als gewoon wachtwoord. Dit veld word opgeslagen als geheime waarde

# job.addedit.containertype.none.label
source: None
nl: Geen

# job.addedit.containertype.docker.username.label
source: Username
nl: Gebruikersnaam

# job.addedit.variables.header
source: Variables
nl: Variabelen

# job.addedit.variables.secret.label
source: Secret
nl: Geheim

# job.addedit.variables.name.placeholder
source: Name
nl: Naam

# job.addedit.variables.value.placeholder
source: Value
nl: Waarde

# job.addedit.variables.helptext
source: You can add variables by using {variable-name} in job details
nl: Je kan variabelen gebruiken via {variabele-naam} in de taak details

# job.addedit.variables.add.label
source: Add variable
nl: Variable toevoegen

# job.addedit.submit.label
source: Submit!
nl: Verzend!

# footer.source
source: Source
nl: Broncode
